cask_args apprid: '/Applications'
tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'caskroom/fonts'
tap 'homebrew/brewdler'
tap 'TakuyaOkada/misc'
tap 'soracom/soracom-cli'
tap 'knqyf263/pet'

#brew 'brew-cask'

brew 'git'
brew 'jq'
brew 'zsh'
brew 'wget'
brew 'curl'
brew 'awscli'
brew 'gnupg'
brew 'go'
brew 'jenkins'
brew 'maven'
brew 'sonar'
brew 'ruby'
brew 'postgresql'
brew 'imagemagick'
brew 'pkg-config'
brew 'subversionutf8', args: ['--with-unicode-path']
brew 'android-sdk'
brew 'gradle'
brew 'nodebrew'
brew 'ansible'
brew 'pyenv'
brew 'pandoc'
brew 'direnv'
brew 'rbenv'
brew 'soracom-cli'
brew 'pet'

cask 'java7'

cask 'google-chrome'
cask 'dropbox'
cask 'iterm2'
cask 'packer'
cask 'slack'
cask 'vagrant'
cask 'virtualbox'
cask 'android-studio'
cask 'cyberduck'
cask 'docker'
cask 'docker-machine'
cask 'limechat'
cask 'google-cloud-sdk'
cask 'google-photos-backup'
cask 'atom'
cask 'gimp'
#cask 'font-source-han-code-jp'

# ATOK

