cask_args apprid: '/Applications'
tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'homebrew/brewdler'

brew 'brew-cask'

brew 'git'
brew 'jq'
brew 'zsh'
brew 'wget'
brew 'curl'
brew 'awscli'
brew 'gnupg'
brew 'go'

cask 'java7'

cask 'google-chrome'
cask 'dropbox'
cask 'iterm2'
cask 'packer'
cask 'slack'
cask 'vagrant'
cask 'virtualbox'
cask 'android-studio'
cask 'cyberduck'
cask 'docker'
cask 'docker-machine'
cask 'limechat'
cask 'google-cloud-sdk'
cask 'google-photos-backup'
cask 'atom'

# ATOK

